[
    {
        "type": "previos", 
        "taskText": "В начале летних каникул Марк пришел домой и сообщил родителям, что на день рождения в августе он хочет получить электросамокат и комплект защиты.  Марк даже уже нашел желанную модель, стоимость которой вместе с комплектом защиты 24 000 рублей. Родители удивились, т.к. не планировали такой дорогой подарок. В прошлом году они подарили Марку компьютер, за который платят кредит. Папа предложил проанализировать бюджет семьи и найти варианты покупки электросамоката. ",
        "taskText2": "Пройди все задания вместе с Марком и помоги ему достичь финансовой цели как можно быстрее!",
        "checks": false
    },
    {
        "type": "dragNDrop", 
        "taskText": {"text_1": ["Марк вызвался фиксировать расходы семьи за месяц, и у него получился следующий список:"], "uls_1":["Коммунальные платежи – 8000 рублей;", "Расходы на бензин – 12 000 рублей;", "Расходы на развлечения (походы в кино, кафе 2 раза за месяц) – 9000 рублей;","Расходы на кредит – 5 000 рублей;", "Расходы на проезд к бабушке на автобусе, чтобы купить продукты и лекарства – 500 рублей;", "Расходы на проезд Марка в бассейн и обратно – 1000 рублей;", "Расходы на питание – 30 000 рублей;", "Карманные деньги Марка – 4000 рублей;", "Накопления на уплату транспортного и имущественного налога – 1000 рублей;", "Финансовая «подушка безопасности» – 6000 рублей;", "Покупка лекарств – 2000 рублей;", "Оплата подписки онлайн кинотеатра, музыки, онлайн игр – 2000 рублей;","Обслуживание автомобиля – 5000 рублей;"], "i_1":["Чтобы понять, на чем можно сэкономить, чтобы купить самокат, Марку нужно определить, какие расходы семьи обязательные, а от чего можно отказаться.","Удобнее всего это делать с помощью таблицы. ","Помоги Марку и перетащи предложенные расходы в соответствующие столбцы таблицы."]},
        "words": [["Коммунальные платежи", "Обязательные"], ["Расходы на бензин", "Обязательные"], ["Расходы на развлечения (походы в кино, кафе 2 раза за месяц)", "Необязательные"],["Расходы на кредит", "Обязательные"], ["Расходы на проезд к бабушке на автобусе, чтобы купить продукты и лекарства", "Обязательные"],["Расходы на проезд Марка в бассейн и обратно", "Обязательные"], ["Расходы на питание", "Обязательные"],["Карманные деньги Марка", "Необязательные"], ["Накопления на уплату транспортного и имущественного налога", "Обязательные"],["Финансовая «подушка безопасности»", "Необязательные"], ["Покупка лекарств", "Обязательные"],["Оплата подписки онлайн кинотеатра, музыки, онлайн игр", "Необязательные"], ["Обслуживание автомобиля", "Обязательные"]], 
        "fields": ["Обязательные", "Необязательные"],
        "checks": true
    },
    {
        "type": "list",
        "taskText": {"text_1": ["Марк, проанализировав расходы, заметил, что часть обязательных платежей связана с транспортными расходами. Мальчик предложил родителям, если у него появится электросамокат, он сможет сам добираться на тренировку, а также увозить бабушке продукты почти 6 месяцев в году. Таким образом, семья сможет сократить часть расходов."], "i_1": ["В каждой строке укажи, что произойдет с расходами, если семья купит электросамокат. При выполнении задания выбери верный вариант ответа в каждом выпадающем списке."]},
        "list": ["Уменьшатся","Останутся прежними"],
        "table": [
            ["Расходы", "Что произойдет с расходами, если семья купит электросамокат?"],
            ["Расходы на проезд к бабушке на автобусе, чтобы купить продукты и лекарства", "check_list_0"],
            ["Расходы на проезд Марка в бассейн и обратно", "check_list_0"],
            ["Накопления на уплату транспортного и имущественного налогов", "check_list_1"],
            ["Расходы на бензин ", "check_list_0"],
            ["Обслуживание автомобиля", "check_list_1"]
        ]
    },
    {
        "type": "list",
        "taskText": {"text_1": ["Мама предложила Марку в течение месяца брать электросамокат в аренду. При этом мама пояснила, что выделять дополнительные средства на аренду электросамоката семья не готова. Марк может рассчитывать только на те деньги, которые семья запланировала на его проезд к бабушке и в бассейн.", "Марк зарегистрировался в приложении аренды самокатов. Теперь ему предстояло посчитать расходы с учетом разных тарифов аренды электросамоката.", "Поездки Марка:","Дорога к бабушке и обратно – 40 минут, 1 раз в неделю", "Дорога на тренировку и обратно – 30 минут, 2 раза в неделю"], "i_1": ["Посчитай, сколько денег в месяц будет тратить Марк на обязательные поездки к бабушке и в спортивную секцию при разных тарифах аренды самоката. Впиши значение в нужную графу.", "Для расчета исходи из условия, что в месяце 4 недели и используй данные, указанные на «ИНФО»."],"text_2":["ИНФО:"] ,"table_1": [["Тариф 1 Поминутная тарификация", "Тариф 2 Аренда на неделю", "Тариф 3 Аренда на месяц"],["При поминутной оплате списывается фиксированная сумма за старт – 10 рублей, потом 3 рубля за каждую минуту. Бронирование самоката на 20 минут – 20 рублей.", "За семь дней 420 рублей. Первый старт 30 рублей. Возможность бесплатно забронировать самокат на 20 минут", "За месяц аренды 1470 рублей. Бесплатный старт и возможность забронировать самокат на 20 минут"]]},
        "list": [1560, 1800, 1470],
        "table": [
            ["Вариант тарифа аренды электросамоката ", "Расходы в месяц на обязательные поездки (считать, что в месяце 4 недели)"],
            ["Тариф 1 Поминутная тарификация", "check_input_0"],
            ["Тариф 2 Аренда на неделю", "check_input_1"],
            ["Тариф 3 Аренда на месяц", "check_input_2"]
        ]
    },
    {
        "type": "list",
        "taskText": {"text_1": ["Мы помогли Марку посчитать расходы на аренду электросамоката с учетом разных тарифов.", "Теперь Марку нужно сравнить его расходы на проезд к бабушке и в спортивную секцию и определить, что выгоднее: ездить на транспорте или взять самокат в аренду."], "table_1": [["Вариант проезда", "Расходы на проезд в месяц"],["Тариф 1 Поминутная тарификация", "1560"], ["Тариф 2 Аренда на неделю","1800"], ["Тариф 3 Аренда на месяц","1470"], ["Проезд к бабушке и в спортивную секцию на транспорте", "Расходы на проезд к бабушке на автобусе, чтобы купить продукты и лекарства – 500 р. Расходы на проезд в спортивную секцию и обратно – 1000 р."]], "i_1": ["Посчитай расходы на проезд к бабушке и в спортивную секцию на транспорте. Ответ запиши в тетрадь.", "Сравни варианты расходов Марка на проезд к бабушке и в спортивную секцию и определи, что выгоднее. Выбери верный вариант ответа."]},
        "list": ["Выгодно","Не выгодно"],
        "table": [
            ["Вариант тарифа аренды электросамоката ", "Расходы в месяц на обязательные поездки (считать, что в месяце 4 недели)"],
            ["Тариф 1 Поминутная тарификация", "check_list_0"],
            ["Тариф 2 Аренда на неделю", "check_list_0"],
            ["Тариф 3 Аренда на месяц", "check_list_1"]
        ]
    },
    {
        "type": "scum",
        "taskText": {"text_1": ["Это последний и очень важный этап финансовой игры!", "Мама предложила Марку одно лето воспользоваться услугой аренды самоката и начать в июне откладывать по 2 000 рублей из карманных денег. Если он будет соблюдать график накоплений, то к началу следующих каникул сможет купить электросамокат.", "Вам с Марком предстоит вести график накоплений и как можно быстрее достичь запланированной финансовой цели!"], "i_1":["Для этого переходи поочередно на каждый месяц с помощью кнопки «Продолжить накопление» и выполняй задания.","Когда увидишь предложение о покупке, просчитывай, стоит или нет использовать кнопку «Купить сейчас».", "Накопленная сумма будет формироваться в зависимости от твоих действий."]},
        "months": [
            {"name": "Июнь", "buy": false},
            {"name": "Июль", "buy": false},
            {"name": "Август", "buy": false},
            {"name": "Сентябрь", "buy": false},
            {
                "name": "Октябрь", 
                "buy": true, 
                "message": "Сообщение от друга: На осенних каникулах мы с родителями поедем в другой город в зоопарк. Предлагаю тебе поехать с нами. Тебе нужно взять с собой 3000 рублей на билет в зоопарк и проезд на автобусе", 
                "price": 3000,
                "trueMessage": "Молодец! Ты принял правильное финансовое решение. Не сворачивай с пути и тогда ты достигнешь своей финансовой цели!",
                "falseMessage": "Теперь купить самокат к запланированному сроку не получится!"
            },
            {"name": "Ноябрь", "buy": false},
            {
                "name": "Декабрь", 
                "buy": true, 
                "message": "Уникальное предложение! Суперскидки к Новому году! Покупка любых приложений, донатов всего за 1 рубль! Не пропусти! Только сейчас!", 
                "price": 1,
                "trueMessage": "Молодец! Ты принял правильное финансовое решение. Скорее всего, это были мошенники. Нередко чересчур заманчивые предложения с очень низкой ценой могут оказаться обманом.",
                "falseMessage": "Мошенники получили доступ к карте. Ссылка на покупку доната оказалась фишинговой"
            },
            {"name": "Январь", "buy": false},
            {"name": "Февраль", "buy": false},
            {
                "name": "Март", 
                "buy": true, 
                "message": "Ты можешь легко заработать до 50 000 рублей в месяц! Нужно всего лишь внести взнос 1 000 рублей. Проходи по ссылке, мы расскажем, что нужно делать.", 
                "price": 20000,
                "trueMessage": "Молодец! Ты столкнулся с такими видами мошенничества как дропперство и фишинг.",
                "falseMessage": "Ты прошел по фишинговой ссылке. Мошенники завладели данными твоей банковской карты и украли все накопления. К сожалению, ты проиграл."
            },
            {"name": "Апрель", "buy": false},
            {"name": "Май", "buy": false}
        ]
    }
]